{
    "navigation": {
        "position": "Desarrollador Front End",
        "description": "Me concentro en crear productos web que sean accesibles, intuitivos y altamente escalables",
        "li": {
            "about": "SOBRE MI",
            "experience": "EXPERIENCIA",
            "projects": "PROYECTOS"
        }
    },
    "about": {
        "description": "En el año 2013, comence a emprender un proyecto basado en una aplicación movil pero no como desarrollador, y trabajando codo a codo con desarrolladores me di cuenta de mi pasión por la tecnología. Despues de unos años de ejercer como community manager, me di cuenta que no estaba teniendo el rumbo que quería y decidí comenzar a estudiar de manera autodidacta lo más básico de la programación. Fue recién en el 2022 cuando comence mis estudios formales en el bootcamp de Henry, para así convertirme en desarrollador Full Stack, teniendo conocimientos en diversas tecnologías. Hoy en día estoy más orientado al Front End, me enfoco en desarrollar y diseñar UI escalables e intutivas."
    },
    "experience": {
        "desba": {
            "present": "PRESENTE",
            "company": "DESBA",
            "position": "Desarrollador Front End",
            "description": "Como desarrollador front-end en DESBA, mi papel es crucial en la creación y optimización de interfaces de usuario intuitivas y atractivas para el proyecto destinado a instituciones educativas. Mi responsabilidad principal radica en la implementación de diseños de alta calidad, asegurando una experiencia de usuario fluida y eficiente. Trabajo en estrecha colaboración con el equipo de diseño para traducir conceptos visuales en código funcional, utilizando tecnologías web modernas como HTML, CSS, JavaScript, React, Node Js, entre otras. Además, me esfuerzo por garantizar la compatibilidad y accesibilidad en diversos dispositivos y navegadores, buscando siempre mejorar la usabilidad y la interactividad. Mi compromiso se extiende más allá de la apariencia visual, ya que busco constantemente optimizar el rendimiento y la eficiencia del lado del cliente para brindar soluciones robustas y satisfactorias a las necesidades específicas de las instituciones educativas que atiende DESBA."
        },
        "devforge": {
            "present": "PRESENTE",
            "company": "DEV FORGE",
            "position": "Desarrollador Front End",
            "description": "Me destaco como Front End Developer desarrollando y estilando proyectos de clientes en los sectores de medicina, limpieza y movilidad. Mi enfoque apasionado en la creación de interfaces de usuario innovadoras y altamente funcionales ha contribuido significativamente al éxito de proyectos en estas industrias, brindando soluciones tecnológicas que impulsan la eficiencia y la experiencia del usuario."
        },
        "dramweed": {
            "present": "PRESENTE",
            "company": "DRA M WEED",
            "position": "Desarrollador Front End",
            "description": "En mi rol como Desarrollador Front-End en Dra M Weed, una consultorio médica en línea, me he destacado en la creación de interfaces altamente escalables. Desde el diseño de formularios complejos hasta la implementación de la carga de archivos PDF sin problemas y el desarrollo de la sección de reserva de citas en línea, mi dedicación en la creación de soluciones amigables para el usuario ha mejorado significativamente la presencia digital de la clínica, simplificando las interacciones con los pacientes y mejorando la accesibilidad."
        },
        "treep": {
            "present": "FEB - JUN",
            "company": "TREEP MOBILITY",
            "position": "Desarrollador Full Stack",
            "description": "En mi puesto como Desarrollador Full Stack en Treep Mobility, una empresa del sector de Ingeniería Mecánica especializada en la fabricación de motocicletas eléctricas, me he destacado por mi contribución integral. Esto incluye la creación de la base de datos, estableciendo una sólida conexión con el backend, desarrollando las peticiones HTTP del servidor hacia el cliente, y también por la creación de diversas partes de la interfaz de usuario del cliente, que abarcan desde formularios hasta la implementación del sistema de registro y login de usuarios."
        },
        "resume": "Descargar CV"
    },
    "projects": {
        "weather": {
            "name": "Aplicación del clima",
            "description": "Utilizamos una API de pronóstico del clima que, a través de un campo de búsqueda, genera una tarjeta con los datos climáticos del país o estado seleccionado."
        },
        "spotify": {
            "name": "Spotify Clón",
            "description": "El proyecto se basa es consumir la API de Spotify para generar un clón de la aplicación, permitiendome conectarme con mi cuenta original pudiendo asi reproducir las canciones guardadas y listas de reproducción creadas en mi usuario."
        },
        "becoming": {
            "name": "Becoming Fit - e-commerce",
            "description": "Proyecto final del bootcamp Soy Henry. Consiste en un e-commerce de ropa deportiva que consta de una sección para administradores y otra para clientes. Desde la perspectiva de los administradores, es posible visualizar, editar y cargar nuevos productos. En el caso de los clientes, se ofrece la opción de iniciar sesión mediante Google, agregar productos al carrito y marcar artículos como favoritos. Cada producto cuenta con detalles específicos y una puntuación, además de ofrecer una pasarela de pago integrada con Mercado Pago."
        },
        "countries": {
            "name": "Aplicación de Países",
            "description": "Proyecto individual para el bootcamp Soy Henry. Se basa en consumir una api de países alojando la información en una base de datos, para luego, a travéz del ruteado poder desde el front hacer las peticiones necesarias a la base de datos y renderizar la información deseada."
        },
        "manly": {
            "name": "North Manly Cleaners",
            "description": "Proyecto freelance que consiste en la creación de un sitio web informativo para una empresa de limpieza en Australia."
        }

    }
}